Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, vi, zh_hans

source: Low Correction Value
da: Lav korrektionsværdi
de: Niedriger Korrekturwert
es: El Valor de Corrección es bajo
fi: Matala korjausarvo
fr: Valeur correction basse
it: Valore di correzione basso
nb: Lav korreksjonsverdi
nl: Lage Correctiewaarde
pl: Niska wartość korekty
ro: Valoare de corecție scăzută
ru: Слишком низкое значение для коррекции
sv: Lågt målvärde
tr: Düşük Düzeltme Değeri
vi: Giá trị Hiệu chỉnh Thấp

source: Low Glucose Safety Limit
da: Lav sikkerhedsgrænse for blodsukker
de: Niedrige Blutzuckersicherheitsgrenze
es: El valor de Límite de seguridad de Glucosa es bajo
fi: Matala glukoosin turvaraja
fr: Valeur de Glycémie basse
it: Limite glicemico di sicurezza basso
nb: Sikkerhetsgrense for lavt blodsukker
nl: Lage Glucoseveiligheidslimiet
pl: Limit bezpieczeństwa niskiego poziomu glukozy
ro: Limita inferioara de siguranță a glicemiei
ru: Слишком низкий предел безопасности ГК
sv: Säkerhetsgräns för lågt blodsocker
tr: Düşük KŞ Güvenlik Limiti
vi: Giới hạn an toàn đường huyết Thấp
zh_hans: 下限过低

source: Low Insulin Sensitivity
da: Lav insulinfølsomhed
de: Niedrige Insulinempfindlichkeit
es: El valor de Sensibilidad a la Insulina es bajo
fi: Matala insuliiniherkkyys
fr: Sensibilité à l'insuline faible
it: Sensibilità insulinica bassa
nb: Lav insulinfølsomhet
nl: Lage Insulinegevoeligheid
pl: Niski Współczynnik Wrażliwości
ro: Factor de sensibilitate la insulină scăzut
ru: Низкая чувствительность к инсулину
sv: Låg insulinkänslighet
tr: Düşük İnsülin Duyarlılığı
vi: Độ nhạy Insulin Thấp

source: Low Maximum Basal Rate
da: Lav maksimal basalrate
de: Niedrige maximale Basalrate
es: Tasa basal máxima baja
fi: Matala suurin sallittu basaalitaso
fr: Valeur Max débit basal basse
it: Velocità basale massima bassa
nb: Lav maksimal basaldose
nl: Lage Maximale Basaalsnelheid
pl: Niska maksymalna dawka podstawowa
ro: Rată bazală maximă scăzută
ru: Слишком низкая максимальная база
sv: Låg maximal basaldos
tr: Düşük Maksimum Bazal Oranı
vi: Tỷ lệ liều Basal Tối đa Thấp
zh_hans: 最大基础速率设定过低

source: Low Maximum Bolus
da: Lav maksimal bolus
de: Niedriger maximaler Bolus
es: El valor de Bolo Máximo es bajo
fi: Matala suurin sallittu bolus
fr: Valeur Bolus basse
it: Bolo massimo basso
nb: Lav maksimal bolus-dose
nl: Lage Maximale Bolus
pl: Niski maksymalny bolus
ro: Bolus maxim scăzut
ru: Слишком маленький максимальный болюс
sv: Låg maximal bolus
tr: Düşük Maksimum Bolus
vi: Liều Bolus tối đa Thấp
zh_hans: 最大剂量设定过低

source: Low Pre-Meal Value
da: Lav før-måltid værdi
de: Niedriger Vor dem Essen Wert
es: El valor de Pre-Comidas es bajo
fi: Matala Ennen ateriaa -arvo
fr: Valeur de pré-repas basse
it: Valore pre-pasto basso
nb: Lav verdi før måltid
nl: Lage Pre-Meal Waarde
pl: Niska wartość przed posiłkiem
ro: Valoare mica preprandiala
ru: Слишком низкая настройка до еды
sv: Lågt värde före måltid
tr: Düşük Yemek Öncesi Değer
vi: Giá trị trước bữa ăn Thấp

source: Low Workout Value
da: Lav træningsværdi
de: Niedriger Trainings Wert
es: El valor para actividad física es bajo
fi: Matala liikuntatilan arvo
fr: Valeur basse exercice
it: Valore allenamento basso
nb: Lav treningsverdi
nl: Lage Trainingswaarde
pl: Niska wartość treningu
ro: Valoare mică antrenament
ru: Слишком низкая настрйка для физнагрузки
sv: Lågt träningsvärde
tr: Düşük Egzersiz Değeri
vi: Giá trị khi tập luyện Thấp

source: Maximum Basal Rate
da: Maksimal basalrate
de: Maximale Basalrate
es: Perfil Basal Máximo
fi: Suurin sallittu basaalitaso
fr: Débit Basal Maximum
it: Velocità basale massima
ja: 最大基礎レート
nb: Maks basalgrense
nl: Maximale Basaalsnelheid
pl: Maksymalna dawka podstawowa
ro: Rată bazală maximă
ru: Максимальная скорость базала
sv: Maximal basaldos
tr: Maksimum Bazal Oranı
vi: Lượng Basal tối đa
zh_hans: 最大基础率限制

source: Maximum Bolus
da: Maksimal bolus
de: Maximaler Bolus
es: Bolo Máximo
fi: Suurin sallittu bolus
fr: Bolus Maximum
it: Bolo massimo
ja: 最大ボーラス
nb: Maks bolus
nl: Maximale Bolus
pl: Maksymalny bolus
ro: Bolus maxim
ru: Максимальный Болюс
sv: Maximal bolus
tr: Maksimum Bolus
vi: Liều Bolus tối đa
zh_hans: 最大剂量限制

source: More Info
da: Mere Info
de: Weitere Info
es: Más Info
fi: Lisätietoa
fr: Plus d'informations
it: Piu info
ja: 詳細
nb: Mer info
nl: Meer Informatie
pl: Więcej informacji
ro: Detalii
ru: Доп. инфо
sv: Mer info
tr: Daha fazla bilgi
vi: Thêm thông tin
zh_hans: 更多信息

source: New Entry
da: Ny indtastning
de: Neuer Eintrag
es: Nueva entrada
fi: Uusi merkintä
fr: Ajout
it: Nuova voce
nb: Ny oppføring
nl: Nieuwe Invoer
pl: Nowy wpis
ro: Înregistrare nouă
ru: Новая запись
sv: Ny post
tr: Yeni giriş
vi: Mục nhập mới
zh_hans: 新条目

source: New Preset
da: Ny Override
de: Neue Voreinstellung
es: Nueva sobreescritura preestablecida
fi: Uusi esiasetus
fr: Nouveau préréglage
it: Nuovo Preset
ja: プリセットを設定する
nb: Ny forhåndsinstilling
nl: Nieuw Programma
pl: Nowy Cel Tymczasowy
ro: Presetare nouă
ru: Новый параметр
sv: Ny förinställning
tr: Yeni Ön Ayar
vi: Cài đặt mới
zh_hans: 新配置

source: No Basal Insulin
da: Ingen basalinsulin
de: Kein Basal Insulin
es: Sin insulina basal
fi: Ei basaali-insuliinia
fr: Pas d'insuline Basal
it: Nessuna insulina basale
nb: Ingen basal insulin
nl: Geen Basale Insuline
pl: Bez insuliny bazowej
ro: Fără insulină bazală
ru: Без базального инсулина
sv: Inget basalinsulin
tr: Bazal İnsülin Yok
vi: Không có insulin nền(basal)

source: Nothing to See Here!
da: Intet at se her!
de: Es gibt hier nichts zu sehen!
fr: Il n’y a rien à voir ici !
it: Niente da vedere qui!
nb: Ingenting å se her!
nl: Hier is niets te zien!
pl: Nie ma tu nic do zobaczenia!
ro: Nimic de văzut aici!
ru: Здесь нет ничего!
sv: Inget att se här!
vi: Không có gì để xem ở đây cả!

source: Other
da: Anden
de: Andere
es: Otro
fi: Muu
fr: Autre
it: Altro
ja: その他
nb: Annet
nl: Anders
pl: Inne
ro: Altele
ru: Другая
sv: Annan
tr: Diğer
vi: Khác
zh_hans: 其他

source: Overall Insulin Needs
da: Totalt Insulinbehov
de: Gesamtinsulinbedarf
es: Necesidades de insulina
fi: Kokonaisinsuliinitarve
fr: Besoin total en insuline
it: Fabbisogno complessivo d'insulina
ja: 総インスリン必要量
nb: Insulinbehov totalt sett
nl: Totale Insulinebehoefte
pl: Ogólne zapotrzebowanie na insulinę
ro: Necesar de insulină total
ru: Общая потребность в инсулине
sv: Totalt insulinbehov
tr: Genel İnsülin İhtiyaçları
vi: Nhu cầu Insulin tổng thể
zh_hans: 全部胰岛素需要

source: Override History
da: Override historik
de: Historie
es: Historial de sobreescrituras
fi: Tilapäisasetushistoria
fr: Remplacer l'historique
it: Cronologia Override
nb: Overstyr historikk
nl: Overridegeschiedenis
pl: Historia Celu Tymczasowego
ro: Suprascrie istoricul
ru: История временных целей
sv: Historik av Undantag
tr: Geçmişi geçersiz kılma
vi: Lịch sử ghi đè

source: Override Presets
da: Override forudindstillinger
de: Voreinstellungen
es: Sobreescrituras preestablecidas
fi: Tilapäisasetukset
fr: Préréglages ajustement
it: Preset Override
ja: オーバーライドプリセット
nb: Egendefinerte overstyringer
nl: Override Programma's
ro: Presetări de înlocuire
ru: Редактировать параметры
sv: Override förinställningar
tr: Geçersiz Kılma Ön Ayarları
vi: Cài đặt chồng liều
zh_hans: 覆盖预设值

source: Override presets can be set up under the 'Configuration' section of the settings screen.
da: Forudindstillinger for Overrides kan sættes op i 'Konfigurations"-delen af Indstillingsskærmen.
de: Voreinstellungen der Overrides können im Abschnitt Konfiguration des Einstellungsbildschirms eingerichtet werden.
es: Las sobreescrituras preestablecidas pueden configurarse en la sección de Configuración de la pantalla de ajustes.
fi: Tilapäisasetuksia voidaan luoda Asetukset-näkymän Määritykset-osiossa.
fr: Les préréglages d'ajustement peuvent être ajoutés dans la section “Configuration” de l’écran des réglages.
it: È possibile impostare i Preset Override nella sezione Configurazione della schermata delle impostazioni.
ja: オーバーライドプリセットは、設定画面のコンフィグレーションで設定できます。
nb: Egendefinerte overstyringer kan settes opp under Konfigurasjons-delen av innstillingsskjermen
nl: Override programma's kunnen ingesteld worden via het onderdeel 'Instellingen' in het instellingenscherm.
pl: Wstępne ustawienia pominięcia można skonfigurować w części „Konfiguracja” na ekranie ustawień.
ro: Presetările de înlocuire pot fi setate în secțiunea 'Configurație' din ecranul de setări.
ru: Редактирование параметров может задаваться в разделе “Конфигурация” экрана настройки.
sv: Override förinställningar kan ställas in under ‘Konfiguration’ i menyn inställningar.
tr: Geçersiz kılma ön ayarları, ayarlar ekranının 'Konfigürsayon' bölümü altında ayarlanabilir.
vi: Cài đặt chồng liều có thể được khai báo dưới mục 'Configuration' của phần cấu hình.
zh_hans: 覆盖预设置可以通过”设置”的”配置”来完成

source: Pre-Meal
da: Før-måltid
de: Vor dem Essen
es: Pre-Comida
fi: Ennen ateriaa
fr: Pré-Repas
it: Pre-pasto
ja: 食前
nb: Pre-måltid
pl: Przed posiłkiem
ro: Preprandial
ru: До еды
sv: Före måltid
tr: Yemek öncesi
vi: Trước bữa ăn
zh_hans: 餐前

source: Pre-Meal Values
da: Værdier før-måltid
de: Vor dem Essen Wert
es: Valores Pre-Comidas
fi: Ennen ateriaa -arvot
fr: Objectif de Pré-Repas
it: Valori pre-pasto
nb: Pre-måltids verdier
nl: Pre-Meal Waarden
pl: Wartości przed posiłkiem
ro: Valori preprandiale
ru: Значения до еды
sv: Värden för 'Före måltid'
tr: Yemek Öncesi Değerler
vi: Giá trị trước bữa ăn
zh_hans: 餐前数值

source: Prescription
da: Recept
de: Verschreibung
es: Prescripción
fi: Resepti
it: Prescrizione
nb: Resept
nl: Recepten
pl: Recepta
ro: Prescripție
ru: Рецепт
sv: Recept
tr: Reçete
vi: Đơn thuốc

source: PRESETS
da: FORUDINSTILLINGER
de: VOREINSTELLUNGEN
es: PREESTABLECIDAS
fi: ESIASETUKSET
fr: PRÉRÉGLAGES
it: PRESET
ja: プリセット
nb: FORHÅNDSINSTILLINGER
nl: PROGRAMMA'S
pl: USTAWIENIA WSTĘPNE
ro: PRESETĂRI
ru: НАСТРОЙКИ
sv: FÖRINSTÄLLNINGAR
tr: ÖN AYARLAR
vi: CÀI ĐẶT SĂN
zh_hans: 预设

source: Progressing.
da: Status.
de: Verarbeite…
es: Progresando.
fi: Edistyminen.
fr: En cours de traitement.
it: Avanzamento in corso.
nb: Fremdrift.
nl: Voortgang.
pl: Postęp.
ro: Progresează.
ru: Прогресс.
sv: Behandlas.
tr: İlerliyor.
vi: Đang tiến hành.

source: Pump Event
da: Pumpe-hændelse
de: Pumpen-Ereignis
es: Evento de microinfusadora
fi: Pumpputapahtuma
fr: Événement pompe
it: Evento pompa
ja: ポンプイベント
nb: Pumpehendelse
nl: Pompgebeurtenis
pl: Zdarzenie pompy
ro: Eveniment de pompă
ru: Событие помпы
sv: Pumphändelse
tr: Pompa Etkinliği
zh_hans: 胰岛素泵事件

source: Pump Inoperable
da: Pumpe ubrugelig
de: Pumpe funktionsunfähig
es: Bomba inoperable
fi: Pumppu ei toiminnassa
fr: Pompe inutilisable
it: Pompa non funzionante
nb: Pumpe er ute av drift
nl: Pomp Werkt Niet
pl: Pompa nie działa
ro: Pompă inoperabilă
ru: Неисправность помпы
sv: Pump obrukbar
tr: Pompa Çalışmıyor
vi: Pump không hoạt động

source: Rapid-Acting – Adults
da: Hurtigt-virkende (Rapid) – Voksne
de: Schnell wirkend – Erwachsene
es: Acción Rápida — Adultos
fi: Nopeavaikutteinen – aikuiset
fr: Action rapide - Adulte
it: Insulina ultrarapida – Adulti
ja: 超速攻型 - 大人
nb: Hurtigvirkende - Voksen
nl: Snelwerkend - Volwassenen
pl: Szybko działające – dorośli
ro: Acțiune rapidă – Adulți
ru: Быстродействующий - взрослые
sv: Snabbverkande – vuxna
tr: Hızlı Etkili – Yetişkinler
vi: Thuốc tác động nhanh cho người lớn
zh_hans: 速效胰岛素 - 成人模型

source: Rapid-Acting – Children
da: Hurtigt-virkende (Rapid) – Børn
de: Schnell wirkend – Kinder
es: Acción Rápida — Niños
fi: Nopeavaikutteinen – lapset
fr: Action rapide - Enfant
it: Insulina ultrarapida – Bambini
ja: 超速攻型 - 子供
nb: Hurtigvirkende - Barn
nl: Snelwerkend - Kinderen
pl: Szybko działająca – dzieci
ro: Acțiune rapidă - Copii
ru: Быстродействующий - дети
sv: Snabbverkande – barn
tr: Hızlı Etkili – Çocuklar
vi: Thuốc tác động nhanh cho trẻ em
zh_hans: 速效胰岛素 - 儿童模型

source: Resume Delivery
da: Fortsæt indgivelse
de: Abgabe fortsetzen
es: Resumir la infusión
fi: Jatka annostelua
fr: Reprendre l'administration
it: Riprendi erogazione
ja: 注入を再開
nb: Gjenoppta leveranse
nl: Hervat Toediening
pl: Wznów podawanie
ro: Reia administrarea
ru: Возобновить подачу
sv: Återuppta insulindosering
tr: İletimi Devam Ettir
vi: Tiếp tục lại việc tiêm insulin
zh_hans: 恢复输注

source: Resuming
da: Fortsætter
de: Fortsetzen
es: Resumiendo
fi: Jatketaan
fr: Reprise en cours
it: Ripresa in corso
ja: 再開中
nb: Gjenopptar
nl: Hervat
pl: Wznawianie
ro: Se reia
ru: Возобновляется
sv: Återupptar
tr: Devam ediyor
vi: Đang tiếp tục lại
zh_hans: 恢复中

source: Review and Save Settings
da: Gennemse og gem indstillinger
de: Überprüfen und Speichern
es: Revisar y guardar la configuración
fi: Tarkista ja tallenna asetukset
fr: Vérifier et enregistrer les paramètres
it: Rivedi e salva le impostazioni
nb: Se gjennom og lagre innstillinger
nl: Bekijk en Instellingen Opslaan
pl: Przejrzyj i zapisz ustawienia
ro: Revizuiește și Salvează Setările
ru: Просмотр и сохранение настроек
sv: Granska och spara inställningar
tr: Ayarları Gözden Geçir ve Kaydet
vi: Xem lại và Lưu cài đặt
zh_hans: 查看并保存设置

source: Review your therapy settings below. If you’d like to edit any of these settings, tap Back to go back to that screen.
da: Gennemgå dine behandlingsindstillinger nedenfor. Hvis du vil redigere en af disse indstillinger, skal du trykke på "Tilbage" for at gå tilbage til denne skærm.
de: Überprüfe Deine Therapieeinstellungen. Wenn Du eine dieser Einstellungen bearbeiten möchtest, tippe auf Zurück, um zum Bearbeiten-Bildschirm zurückzukehren.
es: Revisa los ajustes de tu terapia a continuación. Si desea modificar alguno de estos ajustes, pulse Atrás para volver a esa pantalla.
fi: Tarkista alla olevat hoitoasetukset. Jos haluat muokata jotakin näistä asetuksista, napauta Takaisin.
fr: Vérifiez vos réglages de thérapie ci-dessous. Si vous souhaitez modifier l'un de ces paramètres, appuyez sur Retour pour revenir à cet écran.
it: Controlla le impostazioni della terapia. Se desideri modificare una di queste impostazioni, tocca "Indietro" per tornare a quella schermata.
nb: Se gjennom innstillingene dine nedenfor. Om du vil endre noen av disse, trykk "Tilbake" for å gå til det skjermbildet.
nl: Bekijk hieronder je therapieinstellingen. Als je een van deze instellingen wilt aanpassen, tik je op Terug om terug te gaan naar dat scherm.
pl: Przejrzyj ustawienia terapii. Jeśli chcesz edytować dowolne z tych ustawień, kliknij Wróć, aby przejść do poprzedniego ekranu.
ro: Revizuiți setările de terapie de mai jos. Dacă doriți să editați oricare dintre aceste setări, apăsați Înapoi pentru a reveni la acel ecran.
ru: Просмотрите настройки терапии ниже. Если вы хотите изменить какие-либо из этих настроек, нажмите Назад
sv: Granska dina behandlingsinställningar nedan. Om du behöver ändra någon av dessa, tryck Tillbaka för att gå tillbaka till det fönstret.
tr: Aşağıdaki tedavi ayarlarınızı gözden geçirin. Bu ayarlardan herhangi birini düzenlemek isterseniz, o ekrana geri dönmek için Geri'ye dokunun.
vi: Xem lại các cài đặt điều trị của bạn bên dưới. Nếu bạn muốn chỉnh sửa bất kỳ cài đặt nào, hãy nhấn Quay lại để trở về màn hình đó.
zh_hans: 请查看下方的治疗设置。如果你想修改其中任何一项，请点击“返回”按钮回到对应页面进行编辑。

source: Running
da: Løber
de: Laufen
es: Correr
fi: Juoksu
fr: En marche
it: Esecuzione in corso
ja: 動作中
nb: Kjører
nl: Hardlopen
pl: Pracuje
ro: Se rulează
ru: Выполнение
sv: Löpning
tr: Çalışıyor
vi: Đang chạy
zh_hans: 运行中

source: Save
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Sauvegarder
it: Salva
nl: Opslaan
pl: Zapisz
ru: Сохранить
sv: Spara
tr: Kaydet
vi: Lưu
zh_hans: 保存​​

source: Save Basal Rates?
da: Gem basalrater?
de: Basalrate speichern?
es: ¿Guardar tasas de insulina basal?
fi: Tallenna basaalitasot?
fr: Enregistrer les débits basaux?
it: Salvare velocità basali?
nb: Lagre basaldose?
nl: Basaalsnelheden Opslaan?
pl: Zapisać Dawkę Podstawową?
ro: Salvați ratele bazale?
ru: Сохранить базальные дозы?
sv: Spara basaldoser?
tr: Bazal Oranlar Kaydedilsin mi?
vi: Lưu các tỷ lệ tiêm insulin nền?

source: Save Carb Ratios?
da: Gem kulhydratforhold?
de: Kohlenhydratverhältnis speichern?
es: ¿Guardar ratios de carbohidratos?
fi: Tallenna hiilihydraattisuhteet?
fr: Enregistrer les Ratios?
it: Salvare rapporti carboidrati?
nb: Lagre Karbo forhold?
nl: Koolhydraatratio Opslaan?
pl: Zapisać współczynniki węglowodanowe?
ro: Salvați rațiile insulina carbohidrați?
ru: Сохранить соотношение углеводов?
sv: Spara insulinkvoter?
tr: Karb Oranlarını Kaydet?
vi: Lưu các tỷ lệ carb?

source: Save Correction Range(s)?
da: Gem korrektionsområde(er)?
de: Korrekturbereich(e) speichern?
es: ¿Guardar rango(s) de corrección?
fi: Tallenna korjausalue(et)?
fr: Enregistrer les plages de correction?
it: Salvare intervallo di correzione?
nb: Lagre korrigeringsområde(er)?
nl: Correctiebereik(en) Opslaan?
pl: Zapisz Zakres Docelowy?
ro: Salvați intervalul (intervalele) de corecție?
ru: Сохранить диапазон(ы) коррекции?
sv: Spara målvärde(n)?
tr: Düzeltme Aralığı/Aralıkları Kaydedilsin mi?
vi: Lưu (các) phạm vi hiệu chỉnh?
zh_hans: 保存校正范围？

source: Save Delivery Limits?
da: Gem insulin-grænser?
de: Abgabelimits speichern?
es: ¿Guardar límites de administración?
fi: Tallenna annostelurajat?
fr: Enregistrer les limites d'injection?
it: Salvare limiti di erogazione?
nb: Lagre leveringsgrenser?
nl: Toedieningslimieten opslaan?
pl: Zapisać limity podaży?
ro: Salvați limitele de administrare?
ru: Сохранить пределы подачи?
sv: Spara Maxdoser?
tr: İletim Limitleri Kaydedilsin mi?
vi: Lưu các giới hạn tiêm insulin?

source: Save Glucose Safety Limit?
da: Gem sikkerhedsgrænse for blodsukker?
de: Blutzuckersicherheitsgrenze speichern?
es: ¿Guardar límite de seguridad de glucosa?
fi: Tallenna glukoosin turvaraja?
fr: Enregistrer la limite de sécurité de la glycémie?
it: Salvare limite di sicurezza della glicemia?
nb: Lagre sikkerhetsbegrensning for blodsukker?
nl: Glucoseveiligheidlimiet Opslaan?
pl: Zapisać bezpieczny limit glukozy?
ro: Salvați limita de siguranță pentru glicemie?
ru: Сохранить безопасный предел глюкозы?
sv: Spara tröskelvärde för blodsocker?
tr: KŞ Güvenlik Limiti Kaydedilsin mi?
vi: Lưu giới hạn an toàn đường huyết?
zh_hans: 保存血糖安全下限？

source: Save Insulin Sensitivities?
da: Gem insulinfølsomheder?
de: Insulinempfindlichkeit speichern?
es: ¿Guardar sensibilidades a la insulina?
fi: Tallenna insuliiniherkkyydet?
fr: Enregistrer les paramètres de sensibilité à l'insuline?
it: Salvare sensibilità insulinica?
nb: Lagre Insulinsensitivitet?
nl: Insulinegevoeligheden opslaan?
pl: Zapisać Współczynnik Wrażliwości na insulinę?
ro: Salvați sensibilitatea la insulină?
ru: Сохранить чувствительность к инсулину?
sv: Spara insulinkänslighet?
tr: İnsülin Hassasiyeti Kaydedilsin mi?
vi: Lưu độ nhạy Insulin?

source: Save Pre-Meal Range?
da: Gem før-måltid område?
de: Vor dem Essen speichern?
es: ¿Guardar rango antes de las comidas?
fi: Tallenna Ennen ateriaa -alue?
fr: Enregistrer la zone de pré-repas?
it: Salvare intervallo pre-pasto?
nb: Lagre forhåndsmåltid?
nl: Pre-Meal Bereik Opslaan?
pl: Zapisać zakres przed posiłkiem?
ro: Salvează Interval preprandial?
ru: Сохранить диапазон до еды?
sv: Spara intervall för 'Före måltid'?
tr: Yemek Öncesi Aralığı Kaydedilsin mi?
vi: Lưu phạm vi mục tiêu trước bữa ăn?
zh_hans: 保存餐前目标范围？

source: Save Workout Range?
da: Vil du gemme træningsområdet?
de: Trainingsbereich speichern?
es: ¿Guardar rango para actividad física?
fi: Tallenna liikuntatila-alue?
fr: Enregistrer la fourchette exercice?
it: Salvare intervallo di allenamento?
nb: Lagre treningsområde?
nl: Trainingsbereik Opslaan?
pl: Zapisać zakres treningu?
ro: Salvați intervalul țintă pentru antrenament?
ru: Сохранить диапазон для физнагрузки?
sv: Spara målvärde för träning?
tr: Egzersiz Aralığını Kaydet?
vi: Lưu phạm vi mục tiêu tập luyện?

source: SCHEDULED OVERRIDE
da: PLANLAGT OVERRIDE
de: GEPLANTER OVERRIDE
es: SOBREESCRITURA PROGRAMADA
fi: AJASTETTU TILAPÄISASETUS
fr: AJUSTEMENT PROGRAMMÉ
it: OVERRIDE PIANIFICATO
nb: PLANLAGT OVERSTYRING
nl: GEPLANDE OVERRIDE
pl: ZAPLANOWANE CELU TYMCZASOWEGO
ro: ÎNLOCUIRE PLANIFICATĂ
ru: ЗАПЛАНИРОВАННОЕ ВЫПОЛНЕНИЕ ИЗМЕНЕНИЙ
sv: SCHEMALAGD OVERRIDE
tr: PLANLANMIŞ GEÇERSİZ KILMA
zh_hans: 计划覆盖

source: SCHEDULED PRESET
da: PLANLAGT FORUDINDSTILLING
de: GEPLANTE VOREINSTELLUNG
es: PRESELECCIÓN PROGRAMADA
fi: AJASTETTU ESIASETUS
fr: PRÉRÉGLAGE PROGRAMMÉ
it: PRESET PROGRAMMATO
nb: PLANLAGT OVERRIDE
nl: GEPLAND PROGRAMMA
pl: Lista Celów
ro: PRESETARE PROGRAMATĂ
ru: ПРЕДУСТАНОВКА ПО РАСПИСАНИЮ
sv: SCHEMALAGD FÖRINSTÄLLNING
tr: PLANLANMIŞ ÖN AYAR
vi: LỊCH TRÌNH CẤU HÌNH SẴN

source: Selected
da: Valgte
de: Ausgewählt
fr: Sélectionné
it: Selezionato
nb: Valgt
nl: Geselecteerd
pl: Wybrany
ro: Selectat
ru: Выбрано
sv: Vald
tr: Seçilmiş
vi: Đã chọn

source: Slow
da: Langsom
de: Langsam
es: Lento
fi: Hidas
fr: Lent
it: Lento
ja: 遅め
nb: Langsom
nl: Langzaam
pl: Wolna
ro: Lentă
ru: Медленная
sv: Långsam
tr: Yavaş
vi: chậm
zh_hans: 慢

source: Some users choose a value 2, 3, or 4 times their highest scheduled basal rate.
da: Nogle brugere vælger en værdi 2, 3 eller 4 gange deres højeste basalrate.
de: Manche Benutzer wählen einen Wert, der dem 2-, 3- oder 4-fachen ihrer höchsten geplanten Basalrate entspricht.
es: Algunos usuarios eligen un valor 2, 3 o 4 veces su tasa basal programada más alta.
fi: Useimmat käyttäjät valitsevat omaa korkeinta basaalitasoa 2, 3 tai 4 kertaa suuremman arvon.
fr: Certains utilisateurs choisissent une valeur 2, 3 ou 4 fois supérieure à leur débit basal programmé le plus élevé.
it: Alcuni utenti scelgono un valore pari a 2, 3 o 4 volte la velocità basale pianificata massima.
nb: Noen brukere velger en verdi 2, 3 eller 4 ganger den høyeste planlagte basaldosen.
nl: Sommige gebruikers kiezen een waarde 2, 3 of 4 keer hoger dan hun hoogste ingestelde basaalsnelheid.
pl: Niektórzy użytkownicy wybierają wartość 2, 3 lub 4 razy większą niż ich najwyższa zaplanowana dawka podstawowa.
ro: Unii utilizatori aleg o valoare de 2, 3 sau 4 ori cea mai mare rată bazală programată.
ru: Некоторые пользователи выбирают значение, в 2, 3 или 4 раза превышающее их самую высокую запланированную базальную скорость.
sv: Vissa användare väljer ett värde 2, 3 eller 4 gånger sin högsta schemalagda basaldos.
tr: Bazı kullanıcılar, programlanan en yüksek bazal oranının 2, 3 veya 4 katı bir değer seçer.
vi: Một số người dùng chọn giá trị gấp 2, 3 hoặc 4 lần tỷ lệ tiêm insulin nền đã lập lịch cao nhất của họ.
zh_hans: 一些用户会选择将该值设为其最高计划基础速率的 2 倍、3 倍或 4 倍。

source: Start Time
da: Starttidspunkt
de: Startzeit
es: Tiempo de inicio
fi: Alkaa
fr: Heure de début
it: Orario di inizio
ja: 開始時間
nb: Starttidspunkt
nl: Starttijd
pl: Czas rozpoczęcia
ro: Oră începere
ru: Время начала
sv: Starttid
tr: Başlangıç zamanı
vi: Giờ bắt đầu
zh_hans: 开始时间

source: Starting Temp Basal
da: Starter midlertidig basal
de: Starten der temporären Basalrate
es: Inicio de basal temporal
fi: Aloitetaan tilapäinen basaali
fr: Démarrage basal temporaire
it: Attivazione velocità basale temporanea in corso
ja: 一時基礎を開始
nb: Starter temp-basal
nl: Tijdelijk Basaal Starten
pl: Rozpoczynanie tymczasowej dawki podstawowej
ro: Pornire bazală temporară
ru: Время начала временного базала
sv: Börjar temporär basal
tr: Geçici Bazal başlatılıyor
vi: Đang bắt đầu liều Basal tạm thời
zh_hans: 启动临时基础率

source: Submitted by %1$@, %2$@
da: Indsendt af %1$@, %2$@
de: Abgegeben von %1$@, %2$@
es: Enviado por %1$@, %2$@
fi: Lähettänyt %1$@, %2$@
fr: Soumis par %1$@, %2$@
it: Inviato da %1$@, %2$@
nb: Innsendt av %1$@, %2$@
nl: Ingediend door %1$@, %2$@
pl: Wprowadzone przez %1$@, %2$@
ro: Trimis de %1$@, %2$@
ru: Представлено %1$@, %2$@
sv: Skickad av %1$@, %2$@
tr: %2$@, %1$@ tarafından gönderildi
vi: Được gửi bởi %1$@, %2$@
